app/controllers/students_controller.rb

    def create
        @student = Student.new(student_param)
        if @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "miguel"], ["last_name", "Henriquez"], ["created_at", "2019-04-25 19:50:47.597076"], ["updated_at", "2019-04-25 19:50:47.597076"]]